Repository: jetelain/puzzles8
Catalog: PuzzleCollection/PuzzleCollection/Resources/*/Resources.resw
Source language: en
Languages: fr

source: About
fr: A propos

# AboutBased.Text
source: Based on Simon Tatham's Portable Puzzle Collection (r10035).
fr: Basé sur Simon Tatham's Portable Puzzle Collection (r10035).

# AboutFeatureRequest.Text
source: Feel free to request features, improvements, or port of puzzles from Simon Tatham's Collection on the project's codeplex issues list.
fr: N'hésitez pas à faire part de vos demandes de fonctionnalités, d'amélioration ou d'ajout de puzzle de la Simon Tatham's Collection sur la page "Issues List" du projet sur codeplex.

# AboutOpenSource.Text
source: This software is open source under the MIT license (same terms as Simon Tatham's Portable Puzzle Collection below).
fr: Ce logiciel est open source sous la License MIT (mêmes termes que Simon Tatham's Portable Puzzle Collection en dessous).

# ActionNewGame.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: New game
fr: Nouvelle partie

# ActionRestartGame.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Restart
fr: Recommencer

# BridgesDescription
source: Connect all the islands with a network of bridges.
fr: Connecter toutes les îles avec un réseau de ponts.

# BridgesTitle
source: Bridges
fr: Ponts

source: Cancel
fr: Annuler

source: Close
fr: Fermer

# Commands.Text
source: Commands
fr: Commandes

# Difficulty.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Difficulty
fr: Difficulté

source: Easy
fr: Facile

# GameCompletedPrompt
source: Game completed. What would you like to do?
fr: Partie réussie. Que voulez-vous faire ?

# GameCompletedTilte
source: Congratulation !
fr: Félicitations !

# GameGoal.Text
source: Game goal
fr: But du jeu

# GameHelp.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: How to play?
fr: Comment jouer ?

source: Hard
fr: Difficile

source: Help
fr: Aide

# HelpBridgesCredits
source: Bridges was contributed to the original collection by James Harvey. Credit for this puzzle goes to Nikoli (http://www.nikoli.co.jp/puzzles/32/index-e.htm).
fr: Ce jeu a été contribué dans la collection originale par James Harvey. Le principe du jeu revient à Nikoli (http://www.nikoli.co.jp/puzzles/32/index-e.htm).

# HelpBridgesGoal
source: You have a set of islands distributed across the playing area. Each island contains a number. Your aim is to connect the islands together with bridges, in such a way that: • Bridges run horizontally or vertically. • The number of bridges terminating at any island is equal to the number written in that island. • Two bridges may run in parallel between the same two islands, but no more than two may do so. • No bridge crosses another bridge. • All the islands are connected together.
fr: Vous disposez d'un ensemble d'îles réparties sur l'aire de jeu. Chaque île contient un nombre. Votre but est de relier les îles avec des ponts, de telle sorte que: • les ponts sont horizontaux ou verticaux. • le nombre de ponts se terminant à une île est égal au nombre écrit dans l’île. • Deux ponts peuvent aller entre les deux mêmes îles, mais pas plus de deux peuvent le faire. • Aucun pont n’en traverse un autre. • Toutes les îles sont reliées entre elles.

# HelpBridgesMouseCommands
source: To place a bridge between two islands, click the mouse down on one island and drag it towards the other. You do not need to drag all the way to the other island; you only need to move the mouse far enough for the intended bridge direction to be unambiguous. Doing this again when a bridge is already present will add another parallel bridge. If there are already as many bridges between the two islands as permitted by the current game rules (i.e. two by default), the same dragging action will remove all of them. If you want to remind yourself that two islands definitely do not have a bridge between them, you can right-drag between them in the same way to draw a ‘non-bridge’ marker. If you think you have finished with an island (i.e. you have placed all its bridges and are confident that they are in the right places), you can mark the island as finished by left-clicking on it. This will highlight it and all the bridges connected to it, and you will be prevented from accidentally modifying any of those bridges in future. Left-clicking again on a highlighted island will unmark it and restore your ability to modify it.
fr: Pour placer un pont entre deux îles, cliquez avec la souris sur une île et faites glisser la souris vers l'autre. Vous n'avez pas besoin de faire glisser la souris sur tout le chemin vers l'autre île, il vous suffit de déplacer la souris dans la direction de l’autre île jusqu’à ce qu’il n’y ait plus ambiguïté. Faites cela à nouveau quand un pont est déjà présent, cela ajoutera un autre pont parallèle. S'il y a déjà autant de ponts entre les deux îles que le maximum permis par les règles du jeu en cours (soit deux par défaut), la même action va traîner leur suppression. Si vous voulez vous rappeler qu’il n’y a certainement pas un point entre deux îles, vous pouvez glisser la souris en appuyant sur le bouton droit de la même manière pour placer un marqueur «non-pont». Si vous pensez que vous avez terminé avec une île (vous avez placé tous ses ponts et vous êtes confiants qu'ils sont aux bons endroits), vous pouvez marquer l'île comme terminée par un clic gauche dessus. Cela la mettra en évidence et tous les ponts qui y sont connectés, et vous serez empêché de modifier accidentellement l'un de ces ponts par la suite. Faites un clic gauche à nouveau sur une île en surbrillance pour enlever le marqueur et restaurer votre capacité à modifier les ponts.

# HelpBridgesTouchCommands
source: To place a bridge between two islands, press on one island and slide towards the other. You do not need to slide all the way to the other island; you only need to move your finger far enough for the intended bridge direction to be unambiguous. Doing this again when a bridge is already present will add another parallel bridge. If there are already as many bridges between the two islands as permitted by the current game rules (i.e. two by default), the same dragging action will remove all of them. If you think you have finished with an island (i.e. you have placed all its bridges and are confident that they are in the right places), you can mark the island as finished by tapping on it. This will highlight it and all the bridges connected to it, and you will be prevented from accidentally modifying any of those bridges in future. Tapping again on a highlighted island will unmark it and restore your ability to modify it.
fr: Pour placer un pont entre deux îles, appuyer sur une île et faites glisser votre doigt vers l'autre. Vous n'avez pas besoin de glisser votre doigt sur tout le chemin vers l'autre île, il vous suffit de déplacer le doigt dans la direction de l’autre île jusqu’à ce qu’il n’y ait plus ambiguïté. Faites cela à nouveau quand un pont est déjà présent, cela ajoutera un autre pont parallèle. S'il y a déjà autant de ponts entre les deux îles que le maximum permis par les règles du jeu en cours (soit deux par défaut), la même action va traîner leur suppression. Si vous pensez que vous avez terminé avec une île (vous avez placé tous ses ponts et vous êtes confiants qu'ils sont aux bons endroits), vous pouvez marquer l'île comme terminée en tapant dessus. Cela la mettra en évidence et tous les ponts qui y sont connectés, et vous serez empêché de modifier accidentellement l'un de ces ponts par la suite. Taper de nouveau sur une île en surbrillance pour enlever le marqueur et restaurer votre capacité à modifier les ponts.

# HelpCommands.Text
source: General commands
fr: Commandes générales

# HelpCommandsAppBar.Text
source: In the application bar (display the bar with a mouse right click outside the game plane, or with a touch screen, swipe up from the bottom of the screen), you can restart the game (undo all moves), start a new game, change difficulty/size, or get help on the current game.
fr: Dans la barre d'application (pour l'afficher, avec une souri, faite un clic droit en dehors de la surface de jeu, ou avec un écran tactile, effleurer depuis le bas de l'écran), vous pouvez redémarrer le jeu (annuler toutes vos actions), changer la difficulté/taille, et démarrer une nouvelle partie.

# HelpCommandsIntro.Text
source: All games have same command buttons.
fr: Tous les jeux ont les mêmes boutons de commande.

# HelpCommandsUndoRedo.Text
source: You can undo (or redo) your last move using the undo (ou redo) button at the right of the game plane.
fr: Vous pouvez annuler (ou rétablir) votre dernière action avec le bouton annuler (ou établir) à la droite de la surface de jeu.

# HelpCredits.Text
source: Credits
fr: A propos

# HelpGamesList.Text
source: Games help
fr: Aide des jeux

# HelpHomePage.Text
source: To start a new game, choose game type on the first screen.
fr: Pour commencer une partie, cliquer sur un jeu sur le premier écran.

# HelpLightupCredits
source: Light Up was contributed to the original collection by James Harvey. Credit for this puzzle goes to Nikoli (http://www.nikoli.co.jp/puzzles/32/index-e.htm).
fr: Ce jeu a été contribué dans la collection originale par James Harvey. Le principe du jeu revient à Nikoli (http://www.nikoli.co.jp/puzzles/32/index-e.htm).

# HelpLightupGoal
source: You have a grid of squares. Some are filled in black; some of the black squares are numbered. Your aim is to ‘light up’ all the empty squares by placing light bulbs in some of them. Each light bulb illuminates the square it is on, plus all squares in line with it horizontally or vertically unless a black square is blocking the way. To win the game, you must satisfy the following conditions: • All non-black squares are lit. • No light is lit by another light. • All numbered black squares have exactly that number of lights adjacent to them (in the four squares above, below, and to the side). Non-numbered black squares may have any number of lights adjacent to them.
fr: Vous avez une grille de carrés. Certains sont remplis de noir, quelques-uns des carrés noirs ont un numéro. Votre but est «d'allumer» toutes les cases vides en plaçant des ampoules dans certaines d'entre eux. Chaque ampoule illumine la case; plus toutes les cases à l'horizontale et à la verticale, sauf si un carré noir bloque le chemin. Pour gagner le jeu, vous devez remplir les conditions suivantes: • Toutes les cases non-noires sont allumées. • Aucune lumière n'est éclairée par une autre lumière. • Tous les carrés noirs ayant un numéro ont exactement ce nombre de lumières à leur proximité (dans les quatre cases dessus, dessous et sur ​​les côtés). Les carrés noirs n'ayant pas de numéro peuvent avoir n'importe quel nombre d'ampoules adjacentes à eux.

# HelpLightupMouseCommands
source: Left-clicking in a non-black square will toggle the presence of a light in that square. Right-clicking in a non-black square toggles a mark there to aid solving; it can be used to highlight squares that cannot be lit, for example. You may not place a light in a marked square, nor place a mark in a lit square.
fr: Un clic gauche sur une case non-noire fera basculer la présence d'une ampoule. Un clic droit sur ​​une case non-noire permet de basculer la présence d'une marque pour aider à résoudre, par exemple, elle peut être utilisée pour mettre en évidence les cases qui ne peuvent pas contenir d'ampoule. Vous ne pouvez pas placer une ampoule dans un case marquée, ni placer une marque dans une case contenant une ampoule.

# HelpLightupTouchCommands
source: Tap on a non black square to place a light or to mark a square. First tap places the light, second tap marks the square, third tap clears the square. Marks can be used to highlight squares that cannot be lit, for example.
fr: Appuyez sur une case non noire pour placer une ampoule ou pour marquer un carré. Le premier appui place une ampoule, le deuxième marque le carré, le troisième efface la case. Les marques peuvent être utilisées pour mettre en évidence les carrés qui ne peuvent pas contenir d'ampoule.

# HelpMapCredits
source: Game by Simon Tatham. The concept of a four-colouring puzzle was suggested by Owen Dunn; credit must also go to Nikoli and to Verity Allan for inspiring the train of thought that led to realise Owen's suggestion was a viable puzzle. Thanks also to Gareth Taylor for many detailed suggestions.
fr: Jeu par Simon Tatham. Le concept d'un puzzle de quatre couleurs a été suggéré par Owen Dunn, le crédit doit aussi aller à Nikoli et Verity Allan pour avoir inspiré le train de pensées qui a conduit à réaliser que la suggestion d'Owen était un puzzle viable. Remerciements également à Gareth Taylor pour ses nombreuses suggestions détaillées.

# HelpMapGoal
source: You are given a map consisting of a number of regions. Your task is to colour each region with one of four colours, in such a way that no two regions sharing a boundary have the same colour. You are provided with some regions already coloured, sufficient to make the remainder of the solution unique. Only regions which share a length of border are required to be different colours. Two regions which meet at only one point (i.e. are diagonally separated) may be the same colour.
fr: On vous donne une carte composée d'un certain nombre de régions. Votre tâche est de colorer chaque région à l'aide d'une des quatre couleurs fournies, de telle sorte que deux régions partageant une frontière n'ont pas la même couleur. Vous disposez de certaines régions déjà colorés, suffisantes pour faire que la solution soit unique. Seules les régions qui partagent une longueur de frontière doivent être de couleurs différentes. Deux régions qui se touchent en un seul point (i.e. sont séparées diagonalement) peuvent être de la même couleur.

# HelpMapMouseCommands
source: To colour a region, click the left mouse button on an existing region of the desired colour and drag that colour into the new region. If you need to clear a region, you can drag from an empty region, or from the puzzle boundary if there are no empty regions left. Dragging a colour using the right mouse button will stipple the region in that colour, which you can use as a note to yourself that you think the region might be that colour. A region can contain stipples in multiple colours at once. (This is often useful at the harder difficulty levels.)
fr: Pour colorer une région, cliquez sur le bouton gauche de la souris sur une région existante de la couleur désirée et faites glisser cette couleur dans la nouvelle région. Si vous devez effacer une région, vous pouvez faire glisser d'une zone vide, ou à partir de l'extérieur de la carte s'il n'y a plus de régions vides. Le glissement d'une couleur à l'aide du bouton droit de la souris permet de mettre une couleur en pointillés dans une région, vous pouvez utiliser cela comme une note à vous-même lorsque que vous pensez que la région pourrait être cette couleur. Une région peut contenir en pointillés plusieurs couleurs à la fois. (Ceci est souvent utile dans les niveaux de difficulté élevés).

# HelpMapTouchCommands
source: To colour a region, press on an existing region of the desired colour and drag that colour into the new region. If you need to clear a region, you can drag from an empty region, or from the puzzle boundary if there are no empty regions left.
fr: Pour colorer une région, appuyer sur une région existante de la couleur souhaitée et faites glisser cette couleur dans la nouvelle région. Si vous devez effacer une région, vous pouvez faire glisser d'une zone vide, ou à partir de l'extérieur de la carte s'il n'y a plus de régions vides.

# HelpMouseCommands.Text
source: Play with a mouse
fr: Jouer avec une souris

# HelpNetCredits
source: Game by Simon Tatham. First sawn in the form of a Flash game called FreeNet (http://www.jurjans.lv/stuff/net/FreeNet.htm), written by Pavils Jurjans.
fr: Jeu par Simon Tatham. Vu pour la première fois sous forme d'un jeu flash FreeNet (http://www.jurjans.lv/stuff/net/FreeNet.htm), écrit par Pavils Jurjans.

# HelpNetGoal
source: The computer prepares a network by connecting up the centres of squares in a grid, and then shuffles the network by rotating every tile randomly. Your job is to rotate it all back into place. The successful solution will be an entirely connected network, with no closed loops. As a visual aid, all tiles which are connected to the one in the middle are highlighted.
fr: L'ordinateur établit un réseau en reliant les carrés dans une grille depuis le centre, puis mélange le réseau en faisant tourner chaque tuile de façon aléatoire. Votre travail est de faire tourner chaque tuile pour remettre tout cela en place. La solution retenue sera un réseau entièrement connecté, sans boucles fermées. Comme aide visuelle, toutes les tuiles qui sont reliés à la tuile centrale sont mises en évidence.

# HelpNetMouseCommands
source: Left-click on a tile to rotate it anticlockwise. Right-click on a tile to rotate it clockwise. If you're sure of a tile orientation, you can middle-click, or hold down Shift while clicking with any button, to lock in order to not accidentally turn it. Repeat operation to unlock it.
fr: Faites un clic gauche sur une tuile pour la faire tourner dans le sens antihoraire. Faites un clic droit sur ​​une tuile pour la faire tourner dans le sens horaire. Si vous êtes sûr d'une orientation de la tuile, vous pouvez un clic milieu, ou maintenez la touche Maj enfoncée tout en cliquant avec n'importe quel bouton, pour verrouiller afin de ne pas accidentellement la tourner. Répétez l'opération pour la déverrouiller.

# HelpNetTouchCommands
source: Tap on a tile to rotate it anticlockwise.
fr: Appuyez sur une tuile pour la tourner dans le sens antihoraire.

# HelpPatternCredits
source: Game by Simon Tatham.
fr: Jeu par Simon Tatham.

# HelpPatternGoal
source: You have a grid of squares, which must all be filled in either black or white. Beside each row of the grid are listed the lengths of the runs of black squares on that row; above each column are listed the lengths of the runs of black squares in that column. Your aim is to fill in the entire grid black or white.
fr: Vous avez une grille de carrés, qui doivent tous être remplis en noir ou en blanc. A côté de chaque ligne de la grille sont indiquées les longueurs des séries de carrés noirs de la ligne, au-dessus de chaque colonne sont énumérées les longueurs des séries de carrés noirs de la colonne. Votre but est de remplir toute la grille avec des carrés noirs et des carrés blancs.

# HelpPatternMouseCommands
source: Left-click in a square to colour it black. Right-click to colour it white. If you make a mistake, you can middle-click, or hold down Shift while clicking with any button, to colour the square in the default grey (meaning ‘undecided’) again. You can click and drag with the left or right mouse button to colour a vertical or horizontal line of squares black or white at a time (respectively). If you click and drag with the middle button, or with Shift held down, you can colour a whole rectangle of squares grey.
fr: Faites un clic gauche sur un carré pour le colorer en noir. Faites un clic droit pour le colorer en blanc. Si vous faites une erreur, vous pouvez faire un click milieu, ou maintenez la touche Maj enfoncée tout en cliquant avec n'importe quelle bouton, pour colorer le carré en gris (qui signifie «indécis»). Vous pouvez cliquer et faire glisser avec le bouton gauche ou droit de la souris pour colorer une ligne verticale ou horizontale de carrés en noirs ou en blancs (respectivement). Si vous cliquez et glissez avec le bouton du milieu, ou avec la touche Shift enfoncée, vous pouvez colorer toute un rectangle de carrés en gris.

# HelpPatternTouchCommands
source: Tap on a square to change its colour. First tap will colour it black, second tap will colour it white, third tap will colour it default grey (meaning ‘undecided’).
fr: Tapez sur un carré pour changer sa couleur. Le premier touché le colorera en noir, le deuxième touché le colorera en blanc, le troisième touché le colorera en gris (qui signifie «indécis»).

# HelpSameGameCredits
source: Same Game was contributed to the original collection by James Harvey.
fr: Ce jeu a été contribué dans la collection originale par James Harvey.

# HelpSameGameGoal
source: You have a grid of coloured squares, which you have to clear by highlighting contiguous regions of more than one coloured square; the larger the region you highlight, the more points you get (and the faster you clear the arena). If you clear the grid you win. If you end up with nothing but single squares (i.e., there are no more clickable regions left) you lose. Removing a region causes the rest of the grid to shuffle up: blocks that are suspended will fall down (first), and then empty columns are filled from the right.
fr: Vous avez une grille de carrés colorés, que vous avez à effacer en mettant en évidence les régions de plus d'un carré de couleur. Plus la région que vous effacez est grande, plus vous obtiendrez de points. Vous devez effacer tous les carrés de la grille pour gagner. Si vous vous retrouvez avec que des carrés simples (ie, il n'y a pas de régions effaçables) vous perdez. L’effacement d'une région entraîne le reste de la grille : les carrés qui sont suspendus vont tomber (en premier), puis les colonnes vides sont remplies depuis la droite.

# HelpSameGameMouseCommands
source: If you left-click an unselected region, it becomes selected (possibly clearing the current selection). If you left-click the selected region, it will be removed (and the rest of the grid shuffled immediately). If you right-click the selected region, it will be unselected.
fr: Si vous faites un clic gauche sur une région non sélectionnée, elle devient sélectionnée (éventuellement efface la sélection en cours). Si vous faites un clic gauche sur la région sélectionnée, elle sera effacée. Si vous faites un clic droit sur la zone sélectionnée, elle sera désélectionnée.

# HelpSameGameTouchCommands
source: If you tap an unselected region, it becomes selected (possibly clearing the current selection). If you tap the selected region, it will be removed (and the rest of the grid shuffled immediately).
fr: Taper sur une région non sélectionnée, elle devient sélectionnée (éventuellement efface la sélection en cours). Taper sur la région sélectionnée pour l'effacer.

# HelpSignPostCredits
source: Signpost was contributed to the original collection by James Harvey. Credit for this puzzle goes to Janko (http://janko.at/Raetsel/Pfeilpfad/index.htm), who call it ‘Pfeilpfad’ (‘arrow path’).
fr: Ce jeu a été contribué dans la collection originale par James Harvey. Le principe du jeu reviens à Janko (http://janko.at/Raetsel/Pfeilpfad/index.htm), qui l'a appelé ‘Pfeilpfad’ (‘chemin de flèches’).
